cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'facebook/fb'
tap 'homebrew/versions'
tap 'keith/formulae'
tap 'px4/px4'
tap 'sgeb/mutt'
tap 'thoughtbot/formulae'
tap 'tldr-pages/tldr'
tap 'homebrew/dupes'

brew 'appledoc22'
brew 'autoconf'
brew 'automake'
brew 'brew-cask'
brew 'brew-gem'
brew 'cmake'
brew 'keith/formulae/contacts-cli'
brew 'keith/formulae/zsh-xcode-completions'
brew 'clang-format'
brew 'coreutils'
brew 'cscope'
brew 'dfu-util'
brew 'diff-so-fancy'
brew 'ffmpeg'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'ghi'
brew 'ghostscript'
brew 'ghu'
brew 'gifify'
brew 'git'
brew 'glib'
brew 'gmime'
brew 'gmp'
brew 'gnu-sed'
brew 'go'
brew 'groovy'
brew 'heroku-toolbelt'
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 'isl'
brew 'isync'
brew 'jpeg'
brew 'keybase'
brew 'lame'
brew 'lcov'
brew 'libevent'
brew 'libffi'
brew 'libmpc'
brew 'libpng'
brew 'libssh2'
brew 'libtiff'
brew 'libtool'
brew 'libusb'
brew 'libvo-aacenc'
brew 'libyaml'
brew 'little-cms2'
brew 'macvim'
brew 'make'
brew 'mercurial'
brew 'mergepbx'
brew 'mpfr'
brew 'msmtp'
brew 'mutt'
brew 'sgeb/mutt/mutt', args: ['with-trash-patch', 'with-sidebar-patch', 'with-gmail-server-search-patch', 'with-gmail-labels-patch' ]
brew 'notmuch'
brew 'openssl'
brew 'pcre'
brew 'phantomjs'
brew 'postgresql'
brew 'readline'
brew 'ruby'
brew 's3cmd'
brew 'sqlite'
brew 'swiftgen'
brew 'swiftlint'
brew 'talloc'
brew 'thefuck'
brew 'tig'
brew 'tldr'
brew 'tmux'
brew 'tokyo-cabinet'
brew 'trash'
brew 'tree'
brew 'urlview'
brew 'wget'
brew 'x264'
brew 'xapian'
brew 'xctool'
brew 'xvid'
brew 'xz'
brew 'z'
brew 'zsh'

cask 'atom'
cask 'cheatsheet'
cask 'chitchat'
cask 'conductor'
cask 'drop-to-gif'
cask 'fluid'
cask 'gitkraken'
cask 'google-chrome'
cask 'hockey'
cask 'iterm2'
cask 'macvim'
cask 'postgres'
cask 'rescuetime'
cask 'sublime-text'
cask 'spectacle'
cask 'teensy'
cask 'typora'
